Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/rental_accommodation_scheme.html.txt.tmx
Source language: en
Languages: ga

source: If you are getting Rent Supplement for a long period and you are in need of long-term housing, you may be eligible for the Rental Accommodation Scheme (RAS)
ga: Má tá tú ag fáil Forlíonadh Cíosa ar feadh níos mó ná 18 mí agus má tá tithíocht fhadtéarmach de dhíth ort, b’fhéidir go mbeifeá incháilithe don Scéim Chóiríochta ar Cíos (RAS)

source: The scheme is run by local authorities
ga: Tá an scéim á reáchtáil ag údaráis áitiúla

source: In general, people who are getting Rent Supplement for more than 18 months are considered for RAS
ga: Déanann an t-údarás áitiúil an cinneadh deireanach maidir le cé atá incháilithe faoin scéim

source: A significant difference between RAS and Rent Supplement is that tenants who take up full-time employment can stay in the RAS scheme, with a recalculated rent – see ‘Rates’ below
ga: Difríocht shuntasach idir RAS agus Forlíonadh Cíosa ná gur féidir le tionóntaí fanacht ar RAS má thosaíonn siad obair lán-aimseartha. Ath-ríomhtar an cíos sa chás seo - féach 'Rátaí' thíos

source: It is intended that the Housing Assistance Payment (HAP) will eventually replace RAS
ga: Tá sé beartaithe go dtiocfaidh an Íocaíocht Cúnaimh Tithíochta (HAP) in ionad RAS ar deiridh

source: However, you cannot transfer from RAS to HAP
ga: Ní féidir aistriú ó RAS go HAP, áfach

source: Under the Rental Accommodation Scheme, local authorities draw up contracts with landlords to provide housing for an agreed term for people with a long-term housing need
ga: Faoin Scéim Chóiríochta ar Cíos, déanann údaráis áitiúla conarthaí le tiarnaí talún chun tithíocht a chur ar fáil do dhaoine a bhfuil riachtanas fadtéarmach tithíochta orthu go ceann tréimhse aontaithe

source: The local authority pays the rent directly to the landlord
ga: Íocann an t-údarás áitiúil an cíos go díreach leis an tiarna talún

source: You may continue to contribute to your rent but you pay this contribution to your local authority, not to your landlord
ga: B’fhéidir go leanfá ar aghaidh ag cur airgid isteach le haghaidh do chíosa ach íocann tú an ranníocaíocht seo leis an údarás áitiúil agus ní leis an tiarna talún

source: The key elements of the scheme are:
ga: Is iad príomheilimintí na scéime ná:

source: • Local authorities pay the full rent to the landlord on behalf of the tenant
ga: • Íocann an t-údarás áitiúil an cíos iomlán leis an tiarna talún ar son an tionónta

source: • Landlords must register tenancies with the Private Residential Tenancies Board (PRTB) and the tenancies are governed by the Residential Tenancies Act 2004
ga: • Ní mór do thiarnaí talún tionóntachtaí a chlárú le Bord na dTionóntachtaí Príobháideacha Cónaitheacha (PRTB) agus tá na tionóntachtaí faoi réir ag an Acht um Thionóntachtaí Cónaitheacha 2004

source: • The property must meet minimum standards for private rental accommodation
ga: • Caithfidh an chóiríocht a bheith ag teacht le caighdeáin íosta do chóiríocht phríobháideach cíosa

source: • Deposits are not required, since the local authority has entered into a contract with the landlord
ga: • Ní bhíonn éarlaisí de dhíth cionn is go bhfuil conradh déanta idir an údarás áitiúil agus an tiarna talún

source: • Tenants who take up full-time employment can stay renting under RAS
ga: • Is féidir le tionóntaí fanacht ar RAS má thosaíonn siad obair lán-aimseartha

source: The rent that you pay is calculated according to the local authority’s differential rent scheme
ga: Ríomhtar an cíos a íocann tú de réir scéim cíosanna difreálacha an údaráis áitiúil

source: If your income increases, you will be asked for a higher contribution towards the rent
ga: Má thagann ardú ar d'ioncam, éileofar tuilleadh cíosa uait

source: Apply to your local authority
ga: Cuir d’iarratas chuig d'údarás áitiúil

source: The Department of Housing, Planning, Community and Local Government publishes further information about RAS, including a set of FAQs for landlords and tenants
ga: Foilsíonn an Roinn Tithíochta, Pleanála, Pobal agus Rialtais Áitiúil tuilleadh eolais ar RAS, ina mheasc ceisteanna coitianta do thiarnaí talún agus do thionóntaí
